Repository: wikimedia/research-gapfindertools
Catalog: sectionalignment/locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, ja, ru

source: Section Alignment
ar: تقسيم الأجزاء
es: Alinear Secciones
fr: Alignement des sections
ja: 節の対応づけ
ru: Совпадения разделов

source: Please select languages to start translating section titles.
ar: يرجى تحديد اللغات لبدء ترجمة عناوين الأقسام.
es: Por favor, seleccione los idiomas para empezar a traducir los títulos de las secciones.
fr: Merci de sélectionner les langues pour commencer la traduction des titres de section.
ja: 翻訳言語を選んで節の題名の訳出にとりかかりましょう。
ru: Пожалуйста, выберите языки, чтобы начать переводить заголовки разделов.

source: Source Language
ar: لغة المصدر
es: Idioma de origen
fr: Langue source
ja: 翻訳元言語
ru: Язык оригинала

source: Destination Language
ar: لغة الوجهة
es: Idioma de destino
fr: Langue cible
ja: 目的（翻訳先）言語
ru: Язык перевода

source: Start
ar: البدء
es: Inicio
fr: Démarrer
ja: 開始する
ru: Начать

source: Translate section titles to train our robots
ar: ترجمة عناوين القسم لتدريب الروبوتات لدينا
es: Traduce títulos los de las secciones para entrenar a nuestros robots
fr: Traduisez les titres de section pour entraîner nos robots
ja: 節の見出しを訳して翻訳ロボットを鍛えてください
ru: Переведите заголовки разделов для обучения наших роботов

source: Translate these section titles as you would expect to find them on Wikipedia articles in your language. If, depending on context, a section title can have multiple translations in your Wikipedia language, provide all translations. Use suggestions by auto-complete feature or write your own translation. If you don't know a translation or a translation doesn't exist, skip. The more you translate the better suggestions we'll be able to provide to editors in the future.
ar: ترجمة عناوين هذه الأقسام كما تتوقع العثور عليها في مقالات ويكيبيديا بلغتك. إذا كان بالإمكان ، استنادًا إلى السياق ، أن يكون عنوان القسم له ترجمات متعددة في لغة Wikipedia الخاصة بك ، قدم جميع الترجمات. استخدم الاقتراحات عن طريق ميزة الإكمال التلقائي أو اكتب الترجمة الخاصة بك. إذا كنت لا تعرف ترجمة أو ترجمة غير موجودة ، فتخطها. كلما زادت ترجمة الاقتراحات الأفضل التي سنتمكن من تقديمها إلى المحررين في المستقبل.
es: Traducir estos títulos de sección tal como esperarías encontrarlos en los artículos de la Wikipedia en tu idioma. Si, dependiendo del contexto, un título puede tener múltiples traducciones en tu idioma, proporciona todas las traducciones posibles. Usa el autocompletado o escribe tu propia traducción. Si no conoces una traducción o crees que no existe traducción posible, simplemente sáltala. Mientras más traduciones hagas, mejorarás las recomendaciones de secciones que podremos hacer en el futuro a nuestro editores.
fr: Traduisez ces titres de section comme vous vous attendez à les trouver sur les articles de Wikipédia dans votre langue. Si, selon le contexte, un titre de section peut avoir plusieurs traductions sur votre version linguistique Wikipedia, fournissez toutes les traductions. Utilisez les suggestions fournies par l'auto-complétion ou écrivez votre propre traduction. Si vous ne connaissez pas une traduction ou une traduction n'existe pas, passez le terme demandé. Plus vous traduisez, plus nous serons en mesure de fournir de meilleurs suggestions aux éditeurs à l'avenir.
ja: ご使用の言語のウィキペディアで、この見出しならこういう表現がよいと思う翻訳をお願いします。ご使用のウィキペディア言語で、もし同じ文字列の節見出しに複数の翻訳が想定できる場合、すべて投稿します。自動補完機能の提案でも、自作の翻訳でも使えます。訳文が思いつかないか、対訳が存在しない場合は手を付けずに次へ進みます。皆さんの翻訳の投稿が増えるほど、今後の編集者によりよい訳文候補を提供できると考えています。
ru: Переведите эти заголовки разделов таким образом, каким вы ожидаете встретить их в статьях Википедии на своём языке. Если в контексте заголовок раздела может иметь несколько переводов на языке вашей Википедии, предоставьте все. Используйте предложения функции автодополнения или введите свой перевод. Если вы не знаете перевода или перевод не существует, пропустите. Чем больше вы переводите, тем лучше в будущем мы сделаем предложения перевода для редакторов.

source: %(N)s translations completed!
ar: %(N)s من الترجمات مكتملة!
ja: %(N)s件の翻訳を完了しました!
ru: Сделано %(N)s переводов/перевода!

source: Section to translate
ar: المقطع الى الترجمة
es: Sección para traducir
fr: Titre de section à traduire
ja: 翻訳対象の節
ru: Раздел для перевода

source: Your translation
ar: ترجماتك
es: Tu traducción
fr: Votre traduction
ja: 翻訳を入力
ru: Ваш перевод

source: + Add an alternative translation
ar: أضف ترجمة بديلة
es: + Añadir una traducción alternativa
fr: + Ajouter une traduction alternative
ja: + 他にありうる翻訳を追加する
ru: + Добавить альтернативный перевод

source: Submit translation
ar: تقديم ترجمة
es: Envía
fr: Soumettre la traduction
ja: 訳文を投稿
ru: Отправить перевод

source: Skip this one
ar: تخطى هذه
es: Saltar
fr: Passer cette traduction
ja: 手を付けずに次へ進む
ru: Пропустить это

source: ✌ No more sections to map!
ar: لا يوجد المزيد من عناوين الأقسام لترجمتها!
es: ✌ ¡No hay más secciones por traducir!
fr: ✌ Il n'y a plus de titre de sections à compléter!
ja: ✌ 計画した作業が終わりました!
ru: ✌ Больше нет заголовков разделов для перевода!
